{"form-name":"Jina","form-email":"Barua pepe","MORE-LIKELY":"INAWEZEKANA ZAIDI KUWA NA AMANI","Get-In-Touch":"Wasiliana Nasi","form-message":"Ujumbe","MORE-COHESION":"USHIRIKIANO ZAIDI","form-send-btn":"TUMA","firstParagraph":"The Info-Vak ni kielelezo cha programu ya wavuti inayohudumia watu ambao wameachwa katika jamii hasa katika sekta ya habari, teknolojia, upigaji kura.","result-heading":"","secondParagraph":"Upigaji kura ni sehemu muhimu ya demokrasia, na ni muhimu kwa kila mtu kuwa na nafasi ya kutoa sauti yake. Kwa bahati mbaya, mara nyingi watu wenye ulemavu wanaachwa nje ya mchakato wa kupiga kura. Hii ni kweli hasa nchini Kenya, ambapo asilimia ya watu wazima wenye ulemavu ambao wamewahi kupiga kura ni 21% tu. Hii ndiyo sababu tumejitolea kuhakikisha kuwa kila mtu anahisi kuwa amejumuishwa katika programu yetu ya kupiga kura. Tunaelewa kuwa ufikiaji wa kupiga kura haupaswi kuzuiwa na sababu yoyote, pamoja na ulemavu. Ndiyo maana tumeunda programu yetu ili iweze kufikiwa na kutumiwa na wapiga kura wote, bila kujali ulemavu wao au kiwango cha uwezo wao. Programu yetu ina viwango vingi vya ufikivu ili kila mtu aweze kuipata na kuitumia kwa urahisi. Kwa mfano, tunatoa vielelezo kama vile taswira za utofautishaji wa hali ya juu na chaguo za maandishi hadi usemi ili watu wenye matatizo ya kuona bado waweze kushiriki katika mchakato wa kupiga kura. Pia tunahakikisha kwamba mtu yeyote anayehitaji maunzi au programu maalum, kama vile visoma skrini au vionyesho vya breli, anaweza kufikia programu na kuitumia kwa urahisi. Zaidi ya hayo, tunatoa saizi za fonti zinazoweza kubadilishwa na maudhui yaliyokuzwa kwa wale ambao wanaweza kuwa na matatizo ya kuona maandishi madogo kwenye onyesho la kawaida. Kwa kuunda programu ya upigaji kura inayoweza kufikiwa na inayojumuisha watu wote, tunasaidia kuhakikisha kuwa hakuna mtu yeyote ambaye ametengwa kuwa na sauti katika mustakabali wa taifa lake. Kwa kuhakikisha kuwa kila mtu anahisi kuwa amejumuishwa na anaweza kupiga kura yake, tunasaidia kuunda jamii bora na yenye usawa. Tunahimiza kila mtu nchini Kenya kutoa sauti yake kwa kushiriki katika mchakato huu muhimu wa kidemokrasia. .","result-1Paragraph":"Linapokuja suala la nguvu ya kura, inaweza kuleta mabadiliko makubwa katika nchi yoyote. Nchini Kenya, kwa mfano, upigaji kura ni muhimu katika kuhakikisha kwamba sauti za wananchi wote zinasikika. Kwa kutumia uwezo wa programu yetu ya kupiga kura, tumeona matokeo ya kuongezeka kwa ushiriki katika uchaguzi, ambayo imesababisha uwiano, amani na umoja zaidi nchini.","result-2Paragraph":"Programu imesaidia kuleta watu pamoja katika safu mbalimbali za vyama na kujenga hisia ya kuwa watu wa ndani ya nchi. Kwa kutumia programu, wananchi wanaweza kupata taarifa kuhusu wagombeaji kwa urahisi na masuala ya kuwafahamisha kufanya maamuzi. Zaidi ya hayo, inahimiza wapiga kura kushiriki katika mchakato wa kidemokrasia kwa kutoa jukwaa salama la kupiga kura zao bila woga au vitisho vyovyote.","result-3Paragraph":"Programu hiyo pia imewapa Wakenya njia rahisi ya kujiandikisha kupiga kura. Kwa kubofya mara chache tu, wanaweza kujiandikisha na kuwa tayari kupiga kura zao. Hii imesababisha ongezeko kubwa la idadi ya wapiga kura, ambayo ni muhimu kwa demokrasia yenye afya.","result-4Paragraph":"Sio tu kwamba programu yetu imekuwa na matokeo chanya katika kujitokeza kwa wapigakura na kujihusisha, lakini pia imesaidia kupunguza vurugu zinazohusiana na uchaguzi. Kwa kutoa jukwaa linaloweza kufikiwa kwa watu kutoa maoni yao na kushiriki katika mchakato wa uchaguzi, tumeweza kuleta mabadiliko chanya ndani ya nchi.","result-5Paragraph":"Hatimaye, programu yetu ya kupiga kura imekuwa na matokeo chanya kwa demokrasia ya Kenya. Imeonyesha kwamba wakati watu wamewezeshwa kutoa sauti zao, mambo makubwa yanaweza kutokea. Tunajivunia kuwa sehemu ya vuguvugu hili muhimu la demokrasia na tunatumai kuwa programu yetu itaendelea kuleta mabadiliko chanya katika maisha ya Wakenya kwa miaka mingi ijayo.","Get-the-Case-Study":"Pata Uchunguzi wa Uchunguzi","INCREASE-TOGETHERNESS":"UWEZEKANO ZAIDI WA KUONGEZA PAMOJA"}