{"form-name":"Name","form-email":"Email","MORE-LIKELY":"MORE LIKELY TO BE PEACE","Get-In-Touch":"Get In Touch With Us","form-message":"Message","MORE-COHESION":"MORE COHESION","form-send-btn":"SEND","firstParagraph":"The Info-Vak is a model of a web app that caters for people who have been left out in the society\n          especially in the sector of information, technology , voting.","result-heading":"Result","secondParagraph":"Voting is an essential part of democracy, and it’s important for everyone to have a chance to make their voice heard. Unfortunately, too often people with disabilities are left out of the voting process. This is especially true in Kenya, where the percentage of adults with disabilities who have ever voted is just 21%. This is why we’re committed to making sure everyone feels included in our voting app. We understand that access to voting should not be hindered by any factor, including disability. That’s why we’ve designed our app to be accessible and user-friendly for all voters, regardless of their disability or capability level. Our app features multiple levels of accessibility so that everyone can easily find and use it. For example, we offer visual aids such as high contrast visuals and text-to-speech options so that visually impaired individuals can still participate in the voting process. We also make sure that anyone who requires special hardware or software, such as screen readers or braille displays, can access the app and use it with ease. Additionally, we provide adjustable font sizes and magnified content for those who may have trouble seeing small text on a standard display. By creating an accessible and inclusive voting app, we are helping to ensure that no one is excluded from having a say in the future of their nation. By making sure that everyone feels included and can cast their vote, we are helping to create a better and more equitable society. We encourage everyone in Kenya to make their voice heard by participating in this important democratic process. .","result-1Paragraph":"When it comes to the power of the vote, it can make a huge difference in any country. In Kenya, for example, voting is crucial for ensuring that all citizens’ voices are heard. By utilizing the power of our voting app, we have seen the results of increased participation in elections, which has led to more cohesion, peace, and unity in the country.","result-2Paragraph":"The app has helped to bring people together across party lines and create a sense of belonging within the country. With the app, citizens can easily access information about candidates and issues to inform their decision making. Furthermore, it encourages voters to take part in the democratic process by providing a secure platform to cast their vote without any fear or intimidation.","result-3Paragraph":"The app has also given Kenyans an easier way to register to vote. With only a few clicks, they can register and be ready to cast their ballots. This has resulted in a dramatic increase in voter turnout, which is essential for a healthy democracy.","result-4Paragraph":"Not only has our app had a positive effect on voter turnout and engagement, but it has also helped to reduce election-related violence. By providing an accessible platform for people to express their opinions and take part in the electoral process, we have been able to bring about positive change within the country.","result-5Paragraph":"Ultimately, our voting app has had an incredibly positive impact on Kenya’s democracy. It has shown that when people are empowered to make their voices heard, great things can happen. We are proud to be part of this important movement for democracy and hope that our app will continue to make a positive difference in the lives of Kenyans for years to come.","Get-the-Case-Study":"Get the Case Study","INCREASE-TOGETHERNESS":"MORE LIKELY TO INCREASE TOGETHERNESS"}